{
  "aboutme": "Über mich",
  "projects": "Projekte",
  "dev": "Frontend Entwickler",
  "workCheck": "Meine Arbeit",
  "contact": "Kontakt",
  "available": "Verfügbar für Remote-Arbeit",
  "based": "Aus Wermelskirchen",
  "open": "Offen für Projektarbeit",
  "who": "Wer ich bin",
  "introduce": "Hi, ich bin ein deutschsprachiger Frontend-Entwickler aus Wermelskirchen. Angetrieben von den unendlichen Möglichkeiten der IT, ist es meine Leidenschaft, optisch ansprechende und benutzerfreundliche Webseiten und Anwendungen zu erstellen.",
  "introduce-location": "Ich kann mich an verschiedene Arbeitsumgebungen anpassen und sowohl vor Ort in Wermelskirchen (+25 km) als auch Remote effizient arbeiten.",
  "introduce-cognition": "Ich bin aufgeschlossen und suche ständig nach persönlichen Herausforderungen, um meine Kenntnisse und Fähigkeiten zu erweitern.",
  "introduce-mindset": "Programmieren ist mehr als nur das Schreiben von Code; es ist ein kreativer Ansatz zur Problemlösung. Ich bin stolz auf meine Fähigkeit, komplexe technische Probleme in einfache, benutzerfreundliche Lösungen zu filtern und Ihnen dabei zu helfen, Ihre Ziele zu erreichen und Ihre Visionen zu verwirklichen.",
  "technologies": "Technologien",
  "skillset-journey": "Auf meinem Weg habe ich an verschiedenen Projekten gearbeitet und dabei unterschiedliche Frontend-Technologien und -Konzepte eingesetzt. Ich bin motiviert, neue Technologien und Methoden kennenzulernen und meine Fähigkeiten kontinuierlich zu verbessern, um in der sich ständig weiterentwickelnden Webentwicklung an der Spitze zu bleiben.",
  "skillset-question1": "Sie brauchen",
  "skillset-question2": "einen weiteren Skill?",
  "skillset-cta": "Kontaktieren Sie mich gerne. Ich freue mich darauf, mein vorhandenes Wissen auszubauen.",
  "projects-headline": "Projekte",
  "projects-descrip": "Entdecken Sie eine Auswahl meiner Arbeiten - interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
  "reference-headline": "Was meine Kollegen über mich sagen",
  "reference-vanessa": "Die Zusammenarbeit mit Pascal war eine unglaublich lohnende und angenehme Erfahrung. Er ging Herausforderungen stets lösungsorientiert an, blieb auch unter Druck beeindruckend gelassen und war stets hilfsbereit. Sein fundiertes Wissen und seine kreativen Ideen haben unser Team vorangebracht, und ich habe viel von seinem Fachwissen gelernt. Neben seiner Professionalität hat Pascals großartiger Sinn für Humor unsere Teamarbeit wirklich angenehm gemacht. Ich würde sehr gerne wieder mit ihm zusammenarbeiten!",
  "reference-rene": "Pascal war ein äußerst fleißiger Mitarbeiter, der stets einen klaren Überblick über das Projekt behielt. Sein freundliches Auftreten und seine ausgeprägte Teamfähigkeit machten ihn zu einem geschätzten Kollegen. Ich kann ihn uneingeschränkt empfehlen.",
  "reference-next": "Ihre nächste Empfehlung",
  "reference-next-owner": "Sie - Mein Unternehmen",
  "contact-headline1": "Unsere",
  "contact-headline2": "Arbeit",
  "contact-cta": "Lösungssuche? Melden Sie sich bei mir!",
  "contact-cta2": "Nehmen Sie über dieses Formular Kontakt mit mir auf - ich freue mich darauf, Ihre Ideen zu hören und meine Skills zu Ihren Projekten beizutragen.",
  "contact-question": "Sie benötigen einen Frontend-Entwickler?",
  "contact-question-cta": "Reden wir!",
  "form-question-name": "Wie heißen Sie?",
  "form-question-name-error": "Huch! Es scheint, dass Ihr Name fehlt!",
  "form-question-email": "Ihre Email?",
  "form-question-email-error": "Hoppla! Ihre E-Mail ist erforderlich!",
  "form-question-text": "Meine Unterstützung?",
  "form-question-text-error": "Was wollen Sie entwickeln?",
  "privacy-policy1": "Ich habe den",
  "privacy-policy2": "Datenschutz",
  "privacy-policy3": "gelesen und stimme diesem zu.",
  "privacy-policy-error": "Bitte akzeptieren Sie den Datenschutz.",
  "email-feedback": "E-Mail gesendet",
  "imprint-link": "Impressum",
  "imprint-headline": "Impressum",
  "imprint-subheadline": "Diensteanbieter",
  "imprint-contact": "Kontaktmöglichkeiten",
  "imprint-email": "E-Mail-Adresse:",
  "imprint-generate": "Erstellt mit kostenlosem Datenschutz-Generator.de von Dr. Thomas Schwenke",
  "imprint-link-back": "Zurück zum"
}
