{
  "aboutme": "About me",
  "projects": "Projects",
  "dev": "Frontend Developer",
  "dev2": "DevSecOps Engineer",
  "workCheck": "Check my work",
  "contact": "Contact me",
  "available": "Mentor",
  "based": "Based in Wermelskirchen",
  "open": "Open to work",
  "who": "Who I Am",
  "introduce": "Hello, I am a German-speaking DevSecOps and frontend developer from Wermelskirchen. My focus is on creating solutions that are both visually compelling and user-friendly, while ensuring the highest security standards.",
  "introduce-location": "Adaptable to various work settings, I can work efficiently both on-site in Wermelskirchen (+25km) and remotely.",
  "introduce-cognition": "I am open-minded and continuously seek personal challenges to enhance my knowledge and skills.",
  "introduce-mindset": "In my role as a DevSecOps professional, I view security as more than just a requirement; it’s an integral part of a creative problem-solving process. I take pride in transforming complex security challenges into streamlined, automated solutions that are both user-friendly and effective. My goal is to help you achieve your objectives while bringing your visions to life in a secure and efficient manner.",
  "technologies": "Technologies",
  "skillset-journey": "My journey has involved working on diverse projects, utilizing various frontend technologies and concepts. I am eager to embrace new technologies and methodologies, continuously improving my skills to stay ahead in the ever-evolving landscape of web development.",
  "skillset-question1": "You need",
  "skillset-question2": "another skill?",
  "skillset-cta": "Feel free to reach out to me. I look forward to building on my existing knowledge.",
  "projects-headline": "Featured Projects",
  "projects-descrip": "Explore a selection of my work here — interact with the projects to see my skills in action.",
  "reference-headline": "What my colleagues say about me",
  "reference-vanessa": "Working with Pascal was an incredibly rewarding and enjoyable experience. He consistently approached challenges with a solution-oriented mindset, remained impressively composed under pressure, and was always eager to help. His deep knowledge and creative ideas propelled our team forward, and I learned a lot from his expertise. Beyond his professionalism, Pascal's great sense of humor made our teamwork genuinely enjoyable. I would be thrilled to work with him again!",
  "reference-rene": "Pascal was an extremely hard-working employee who consistently maintained a clear overview of the project. His friendly demeanor and strong teamwork skills made him a valued colleague. I can recommend him without reservation.",
  "reference-next": "Here is space for your recommendation for the next joint project.",
  "reference-next-owner": "My next company",
  "contact-headline1": "Let's work",
  "contact-headline2": "together",
  "contact-cta": "Need a solution? Reach out to me!",
  "contact-cta2": "Get in touch using this form — I'm eager to hear your ideas and contribute to your projects with my work.",
  "contact-question": "Need a Frontend Developer?",
  "contact-question-cta": "Let's talk!",
  "form-question-name": "What's your name?",
  "form-question-name-error": "Oops! It seems your name is missing!",
  "form-question-email": "What's your email?",
  "form-question-email-error": "Hoppla! Your email is required!",
  "form-question-text": "How can I help you?",
  "form-question-text-error": "What do you need to develop?",
  "privacy-policy1": "I've read the",
  "privacy-policy2": "privacy policy",
  "privacy-policy3": "and agree to the processing of my data as outlined.",
  "privacy-policy-error": "Please accept the privacy policy.",
  "email-feedback": "Email sent",
  "imprint-link": "Imprint",
  "imprint-headline": "Imprint",
  "imprint-subheadline": "Service provider",
  "imprint-contact": "Contact options",
  "imprint-email": "E-mail address:",
  "imprint-generate": "Created with free Datenschutz-Generator.de by Dr. Thomas Schwenke",
  "imprint-link-back": "Back to",
  "dialog-question": "What is this project about?"
}
